Repository: aamarae86/MedicalInsurance
Catalog: ERP.ResourcePack/Notifications/Notifications.*.resx
Languages: ar

source: Asset Number
ar: رقم الأصل

# AssetTypeLkpId
source: Asset Type
ar: نوع الأصل

# BookingTypeLkpId
source: Booking Type
ar: نوع دفتر الاصول

# BoughtLkpId
source: Bought
ar: الشراء

source: Current Cost
ar: الكلفة الحالية

source: Date
ar: التاريخ

source: Date Placed In Service
ar: تاريخ الوضع في الخدمة

# DeprenMethodLkpId
source: Depren Method
ar: طريقة الإهتلاك

# Desc
source: Description
ar: الشرح

# FaAssetCategoryId
source: Asset Category
ar: فئة الأصل

source: In Physical Inventory
ar: في المخزن

source: In Use
ar: في الخدمة

source: Is Amortize Adjustment
ar: تسوية الإهتلاك

source: Is Depreciate
ar: الإهتلاك

source: Life In Months
ar: عدد أشهر الإهتلاك

source: Link
ar: الرابط

source: Manufacturer
ar: المصنع

source: Message
ar: الرسالة

source: Model
ar: الطراز

# NewStatus
source: New
ar: جديد

source: Original Cost
ar: الكلفة الأصلية

# OwnershipLkpId
source: Ownership
ar: الملكية

# ParentAssetId
source: Parent Asset
ar: الأصل الأب

source: Prorate Conversion Code
ar: كود التوزيع

source: Prorate Date
ar: تاريخ التوزيع

source: Recoverable Cost
ar: كلفة الإستعادة

source: Revaluation Ceiling
ar: سقف إعادة التقييم

source: Revaluation Reserve
ar: إحتياطى إعادة التقييم

source: Salvage Value
ar: قيمة التعويض

# SalvageValueTypeLkpId
source: Salvage Value Type
ar: نوع التعويض

source: Search Form
ar: بيانات البحث

source: Serial Number
ar: الرقم المتسلسل

# StatusId
source: Status
ar: الحالة

source: Tag Number
ar: رقم البطاقة

# Title
source: Notifications
ar: الاشعارات

# Title2
source: Cost Entries
ar: إدخالات الكلفة

# Title3
source: Depreciate Entries
ar: تفاصيل الإهتلاك

source: Units
ar: الوحدات

source: Warranty Number
ar: رقم الضمان

source: Ytd Proceeds
ar: عائدات
