Repository: aamarae86/MedicalInsurance
Catalog: ERP.ResourcePack/Common/Menu.*.resx
Languages: ar

# Accounts
source: Finance
ar: المالية

# ApPdcInterface
source: AP PDC
ar: الشيكات الصادرة

# ApBanks
source: Bank and Custodians
ar: تعريف البنوك والصندوق

# ArCustomers
source: Customers
ar: الزبائن

# ArPdcInterface
source: AR PDC
ar: الشيكات الواردة

# Currency
source: Currencies
ar: العملات

# GlAccDetails
source: Cost Center Values
ar: مراكز التكلفة

# GlAccHeaders
source: Cost Center Setup
ar: إدارة مراكز التكلفة

# GlJeHeaders
source: Journal Voucher
ar: القيود

source: Home
ar: الرئيسية

source: Roles
ar: الصلاحيات

source: Users
ar: المستخدمين

# GlMainAccounts
source: Control Accounts
ar: الحسابات الرئيسية

# AssistantProfessor
source: General Ledger
ar: الاستاذ العام

# Banks
source: Bank and Custodians
ar: تعريف البنوك

# Receivables
source: Accounts Receivables
ar: الذمم المدينة

# RolesMenu
source: Administration
ar: الإدارة

# Settings
source: Setup
ar: الاعدادات

# ApUserBankAccess
source: Bank User Access
ar: صلاحيات البنوك

# FndCollectors
source: Collectors
ar: المحصلين

# ArMiscReceiptHeaders
source: Ar Misc Receipt
ar: سند قبض عام

source: Fixed Assets
ar: الاصول الثابتة

source: Funding
ar: التمويل

source: Guarantees
ar: الكفالات

# HR
source: HR and Payroll
ar: شؤون الموظفين

# RealEstateAndEnDowment
source: Property
ar: العقارات

# SelfReceivables
source: Accounts Payables
ar: الذمم الدائنة

source: Social Situations
ar: الحالات الاجتماعية

# Stocks
source: Logistics
ar: المخازن والمشتريات

source: Currencies
ar: العملات

source: Tenants
ar: الجمعيات

# GlAccounts
source: Chart of Accounts
ar: شجرة الحسابات

# GlPeriods
source: Periods
ar: الفترات

# GlPeriodsYears
source: Periods
ar: الفترات المحاسبية

# ApMiscPaymentHeaders
source: Misc Payments
ar: سند صرف عام

# AbBank
source: Cash Management
ar: النقد والبنوك

source: ScFnd Aid Request Type
ar: أنواع المساعدات

source: ScFnd Portal Interval Setting
ar: مواعيد تقديم الطلبات

source: ScFnd Protal Attachment Setting
ar: مرفقات تقديم الطلبات

source: Sc Comity Members
ar: اعضاء لجنة المساعدات

# FndUsers
source: Unified Users
ar: الملف الموحد

source: Sc Campains Aid
ar: مساعدات الحملة

# ScCampains
source: Campains
ar: حملة المساعدات

# ScCampainsDetailDeliver
source: Sc Campains Deliver
ar: تسليم مساعدات الحملة

source: Operations
ar: العمليات

# ScPortalRequest
source: Sc Portal Requests
ar: تقديم الطلب

# ScPortalRequestStudy
source: Sc Request Study
ar: دراسة طلب المساعدة

source: Sc Committee
ar: لجنة المساعدات

# ScPortalRequestMgrDecision
source: Sc Manager Decision
ar: قرار المدير

source: Sc Committees Check
ar: صرف مساعدات

# PortalUser
source: Unified Users
ar: الملف الموحد

# ArDrCrHd
source: Dr/Cr Memo
ar: إشعار دائن -مدين

# PmOwners
source: Owners
ar: المالكون

# PmProperties
source: Properties
ar: الوحدات

source: Account Statement
ar: كشف حساب

source: Report Accounts
ar: تقارير الحسابات

# PmOtherPaymentTypes
source: Other Charges
ar: الدفعات الاخري

# PmTenants
source: Tenants
ar: المستأجرين

# PmContract
source: Contracts
ar: العقود

# ArInvoiceHd
source: Invoices
ar: الفواتير

# PmTerminateContracts
source: Contract Expiration
ar: انهاء العقود

# PmCancellationContracts
source: Contract Cancellation
ar: الغاء العقود

# ArSecurityDepositInterface
source: Deposits
ar: التأمينات

# ArReceipts
source: Cash Receipts
ar: سندات القبض

# TmCharityBoxesType
source: Charity Boxes Type
ar: انواع الحصالات

# TmRegions
source: Regions
ar: المناطق

# TmLocations
source: Locations
ar: المواقع

# GlAccSelection
source: Financial Statement
ar: ميزان المراجعه

# TmSupervisors
source: Supervisors
ar: المشرفين

# TmCharityBoxReceive
source: Charity Box Receive
ar: توريد الحصالات

# TmCharityBoxes
source: Charity Boxes
ar: الحصالات

# TmCharityBoxActions
source: Charity Box Actions
ar: عمليات الحصالات

# ReportsAccounts
source: Gl Acc Statement
ar: كشف حساب

# TmCharityBoxCollectMembers
source: Charity Box Collect Members
ar: أعضاء التحصيل

# TmCharityBoxCollect
source: Charity Box Collect
ar: تحصيل الحصالات

# TmDamagedCharityBoxs
source: Damaged Charity Boxs
ar: إتلاف الحصالات

source: SpFamilies
ar: ملف الاسرة

# SpContracts
source: Contracts
ar: العقود

# SpCaseOperations
source: CaseOperations
ar: الغاء وايقاف كفالة

# ApVendors
source: Vendors
ar: الموردين

# ApInvoiceHd
source: Invoices
ar: الفواتير

# ApPrepaid
source: Prepaid Expenses
ar: الدفعات المقدمة

# SpBeneficents
source: Beneficents
ar: ملف المحسنين

# ApPaymentsTransactions
source: Payments
ar: سندات الصرف

# SpCases
source: Cases
ar: ملف الحالة

# SpBeneficent
source: Beneficents
ar: ملف المحسنين

# SpCaseOperationsReplace
source: Case Replace
ar: إستبدال كفالة

# ReportsTms
source: Funding Reports
ar: تقارير التمويل

# TmCharityBoxList
source: Charity Box List
ar: قائمة الحصالات

# IvWarehouses
source: Warehouses
ar: المستودعات

# SpCaseEditData
source: Case Edit Data
ar: تعديل كفالة

# IvUnits
source: Units
ar: الوحدات

# IvItemsTypesConfigure
source: Item Categories
ar: انواع المواد

# IvUserWarehousesPrivileges
source: Warehouses Access
ar: صلاحيات المستودعات

# SpecialPermissionsManagement
source: Committee Permissions
ar: صلاحيات اللجان

# ActionScCommittee
source: Committee Permissions
ar: صلاحيات اللجان

# IvItems
source: Items Definition
ar: بطاقة المادة

# PoPurchaseOrder
source: Purchase Order
ar: طلب شراء

# IvReceiveHd
source: Store Receipt
ar: إستلام مواد

# HrOrganizations
source: Work Structure
ar: الهيكل التنظيمي

source: SpGuaranteesReports
ar: تقارير الكفالات

source: SpCase Cancel Operation Report
ar: قائمة الأيتام الملغية

source: SpCase Replace Operation Report
ar: قائمة الإستبدالات

source: SpCase Turn Off Operation Report
ar: قائمة الأيتام المتوقفة

# IvAdjustmentHd
source: Store Adjustment
ar: تعديل المواد

# PyPayrollTypes
source: Payroll Types
ar: أنواع الرواتب

# SpCaseList
source: Sponsored List
ar: قائمة المكفولين

# HrPersons
source: Employees
ar: الموظفين

# HrVacationsTypes
source: Leaves Types
ar: انواع الاجازات

# IvStoreIssue
source: Store Issue
ar: صرف مواد

# HrPersonsDeductionHd
source: Deductions
ar: الخصميات

# PyElements
source: Salary Elements
ar: عناصر الرواتب

# HrPersonVacations
source: Leaves
ar: الأجازات

# PyPayrollOperations
source: Payroll Run
ar: تنفيذ الرواتب

# HrPersonsAdditionHd
source: Additions
ar: الاضافيات

source: Modules
ar: الأقسام

source: Pages
ar: الصفحات

# TenantData
source: Organization
ar: المؤسسة

# EmptyPms
source: Vacant units report
ar: تقرير الوحدات الشاغرة

# ReportPms
source: Reports
ar: تقارير العقارات

# PmContractNotRenewed
source: Non-renewed contract disclosure report
ar: تقرير كشف العقود الغير مجددة

# PmContracts
source: Contracts
ar: تقرير قائمة العقود

# FaAssetCategory
source: Define Asset
ar: فئات الأصول الثابتة

# Resources
source: Assets Workbench
ar: الأصول الثابتة

# BudgetPerformance
source: Financial Analyzer
ar: قائمة المركز المالى

# GlAccMappingHd
source: Financial Analyzer
ar: قائمة المركز المالى

# Sponsoredare18
source: The sponsored are 18 years old
ar: المكفولين عمر 18 سنة

# FaAsset
source: Assets Workbench
ar: الأصول

# TenantAccount
source: Customer Account Statement
ar: كشف حساب عميل

# FaAssetDeprnHd
source: Assets Depreciation
ar: الاستهلاكات

# PropertiesRevenue
source: Revenue
ar: ايرادات الوحدات العقارية

source: Reports Aids
ar: تقارير المساعدات

source: Requests Per Nationality
ar: إحصائيات الطلبات حسب الجنسية

source: ScCommittees Check Report
ar: تقرير صرف مساعدات

# FaAssetList
source: FaAssets List
ar: قائمة الاصول

source: Hr Reports
ar: تقارير الموارد البشرية

source: Rpt PyPayroll Operation Persons
ar: تفاصيل الرواتب

# SCCasesListReport
source: Cases List
ar: قائمة الحالات

# ScDeliveryOtherAids
source: Delivery Other Aids
ar: صرف الكوبونات الشهرية

# GlJeIntegrationHeaders
source: Compound Journal Entries
ar: القيود المركبة

source: Portal User Data
ar: الملف الشخصي

# SecurityDetailsList
source: Deposits
ar: تفاصيل التامينات

source: General UnPost
ar: الغاء ترحيل سند

# ScMaintenanceTechnicalReport
source: Maintenance Technical Report
ar: التقرير الفني

# ScMaintenanceQuotations
source: Maintenance Quotations
ar: عروض الأسعار

# ScMaintenanceContract
source: Maintenance Contract
ar: عقود الصيانة والبناء

# ScMaintenancePayments
source: Maintenance Payments
ar: طلب صرف

source: Maintenance
ar: الصيانة

source: Attachments
ar: المرفقات

source: SpPayments
ar: صرفية الكفالات

source: SpPayment Setting
ar: إعدادات الصرفية

source: Portal User Reg
ar: تسجيل حالة

source: CRM
ar: ادارة علاقات العملاء

# CRM_Agents
source: Agents
ar: المسوقين

# CRM_BDSetup
source: BD Setup
ar: بيانات الدليل

# CRM_Contacts
source: Contacts
ar: العملاء

# CRM_Leads
source: Leads
ar: الفرص المتاحه

# CRM_Products
source: Products
ar: المنتجات

# CRM_Projects
source: Projects
ar: المشاريع

# CRM_Services
source: Services
ar: الخدمات

source: Projects
ar: المشاريع

# PROJECTS_Contracts
source: Contracts
ar: عقود الباطن

# PROJECTS_Payments_Certificate
source: Payments Certificate
ar: شهادة الدفع

# PROJECTS_Payment_Ceriticate
source: Payment Ceriticate
ar: شهادة الدفع

# PROJECTS_Projects
source: Projects
ar: المشاريع

# PROJECTS_Projects_Bill_Of_Quantities
source: Projects Bill of Quantities
ar: عناصر المشروع

# PROJECTS_Projects_Estimation
source: Projects Estimation
ar: تقييم المشروع

# PROJECTS_Projects_Management
source: Projects Management
ar: ادارة المشاريع

# PROJECTS_Projects_Settings
source: Projects Settings
ar: اعدادات المشاريع

# PROJECTS_Projects_Variations
source: Projects Variations
ar: تغييرات المشروع

# PROJECTS_Subcontract_Management
source: Subcontract Management
ar: مقاولي الباطن

# PROJECTS_Variations
source: Variations
ar: تغييرات العقود

source: User Management
ar: إدارة المستخدمين

source: Organization Management
ar: إدارة المؤسسة

source: Inventory
ar: المخازن

source: Leasing
ar: التأجير

source: Payroll
ar: الرواتب

source: Accounts Reconsilation
ar: مطابقة الحسابات

source: Backup
ar: النسخ الاحتياطي

source: HR Data
ar: بيانات الموظفين

source: Inventory Data
ar: بيانات المخازن

source: Lookups
ar: القوائم

source: Organization Settings
ar: اعدادات المؤسسة

source: Projects Data
ar: بيانات المشاريع

source: Property Data
ar: بيانات العقارات

source: Assets Disposal
ar: اتلاف الأصول

source: Assets Sales
ar: بيع الأصول

source: Asssets Purchase
ar: شراء الأصول

source: Bank Reconsilation
ar: مطابقة البنوك

source: Cash Interface
ar: متابعة النقد

source: Cheques Delays
ar: تأجيل الشيكات

source: Cheques Deposits
ar: ايداع الشيكات

source: Cheques Replacement
ar: استبدال الشيكات

source: Cheques Returns
ar: الشيكات المرتجعة

source: Cheques Withdrowals
ar: الشيكات المسحوبة

source: Complex Units
ar: الوحدات التعاقدية

# ContractsSub
source: Contracts
ar: عقود الباطن

source: Credit Card Interface
ar: متابعة الفيزا

source: Document Request
ar: طلب وثيقة

source: Employee Profile
ar: ملف الموظف

source: Employees
ar: الموظفين

source: Engineers
ar: مسؤولين الصيانة

source: Grades
ar: الدرجات

source: Holidays
ar: الاجازات

source: Hourly Leave
ar: الاذونات

source: HRMS Settings
ar: اعدادات الموارد البشرية

source: Inventory Settings
ar: اعدادات المخازن

source: Issue Types
ar: انواع الصرف

source: Job Execution
ar: تنفيذ الصيانة

source: Job Order
ar: طلب صيانة

source: Leave Requst
ar: طلب اجازة

source: Loans
ar: القروض

source: Locations
ar: المواقع

source: Maintenance Contracts
ar: عقود الصيانة

source: Payments Certificate
ar: شهادة الدفع

source: Payment Schedule
ar: الدفعات

source: Payslip
ar: قسيمة الراتب

source: Pension
ar: التأمينات الاجتماعية

source: Performa Invoice
ar: عرض سعر

source: Point of Sales
ar: نقاط البيع

source: Positions
ar: الوظائف

source: Price Lists
ar: قوائم الاسعار

source: Price Lists Access
ar: صلاحيات قوائم الاسعار

source: Promotions
ar: الترفيعات

source: Purchase Requesition
ar: طلب تزويد

source: Purchasing
ar: المشتريات

source: Quotation Analysis
ar: مقارنة عروض اسعار

source: Quotations
ar: عروض اسعار

source: Renewal Management
ar: تجديد العقود

source: Request For Quotation
ar: طلب عروض اسعار

source: Return To Vendor
ar: ارجاع مواد

# IvSaleHd
source: Sales
ar: المبيعات

source: Salesman Profile
ar: صلاحيات البائعين

source: Salesmen
ar: البائعين

source: Sales Order
ar: طلب شراء

source: Self Service
ar: الخدمات الذاتية

source: Store Transfer
ar: تحويل مواد

source: Subcontract Management
ar: مقاولي الباطن

source: Template Assign
ar: جداول الحضور والانصراف

source: Time Attendance
ar: الحضور والانصراف

source: Time Attendance Template
ar: نموذج الحضور والانصراف

source: Transactions
ar: عمليات البيع

source: Transfers
ar: التنقلات

source: Units Booking
ar: حجز العقود

source: Units Conversion
ar: القياسات

source: Variations
ar: تغييرات العقود

source: Waiting List
ar: قوائم الانتظار

# WorkStructure
source: Organisation
ar: هيكل العمل

# FmEngineers
source: Engineers
ar: مسؤولين الصيانة

# FmMaintRequisitionsHdr
source: Job Order
ar: طلب الصيانة

# FmMaintRequisitionsExe
source: Job Execution
ar: تنفيذ الصيانة

# CRM_Deals
source: Deals
ar: الصفقات

source: Activity Call
ar: الاتصال

source: Activity Meeting
ar: الاجتماعات

source: Activity Tasks
ar: المهمه

source: Crm Deals
ar: الصفقة

source: CrmLeads Persons
ar: مسئول الفرصة

source: FmContracts
ar: العقود

source: WebViews
ar: الصفحات

source: Web Views Docs
ar: الصفحات ملفات

source: Crm Contact Us
ar: اتصل بنا

# TenantModules
source: Subscriptions
ar: الاشتراكات

# CrmAboutUs
source: AboutUs
ar: نبذة عنا

# CrmProducts
source: Products
ar: المنتجات

# CrmProjects
source: Projects
ar: المشاريع

# CrmServices
source: Services
ar: الخدمات

source: Finance Data
ar: بيانات المالية

source: On Boarding
ar: تهيئة النظام

# CrmQueries
source: inquiries
ar: الاستعلامات

# ArJobCardHd
source: Job Card
ar: بطاقة عمل

# ArInvoiceSettlementHd
source: Invoice Settlements
ar: تسويات الفواتير

# ArJobCardPaymentHd
source: Job Card Payments
ar: سند صرف عام

# ApDrCrHd
source: Dr/Cr Memo
ar: إشعار دائن -مدين

source: Jobs
ar: بطاقات العمل

source: Reports
ar: التقارير

# IvPriceListHd
source: Price List
ar: سعر المبيعات

# IvInventorySetting
source: Inventory settings
ar: صلاحيات المخازن

# IvSaleHdInQuery
source: Sales Inquery
ar: بحث المبيعات

# IvReturnSaleHd
source: Sales Return
ar: مرتجع مبيعات

# IvReturnReceiveHd
source: Return To Vendor
ar: مرتجع للبائع

# FndTaxType
source: Tax Types
ar: أنواع الضرائب

# HrPersonPermission
source: Permission
ar: الاذونات

# HrPersonRequestDocument
source: Request Document
ar: طلب مستند

# HrPersonTimeSheet
source: Time Sheet
ar: ساعات العمل

# HrPaperRequest
source: Paper Request
ar: الاوراق المطلوبة

source: IvPosHd
ar: نقطة البيع

source: Item Movements
ar: حركة المواد

source: Vendor Account Statement
ar: كشف حساب البائع
