Repository: aamarae86/MedicalInsurance
Catalog: ERP.ResourcePack/PmPropertiesModule/PmContract.*.resx
Languages: ar

# Amount
source: Rent Amount
ar: مبلغ الايجار

source: Annual Rent Amount
ar: الايجار السنوي

source: Area Size
ar: مساحة الوحدة

# BankLkpId
source: Bank
ar: البنك

# BtnGeneratePayments
source: Generate Payments
ar: توليد الدفع

source: Cash
ar: نقدي

source: Check Number
ar: رقم الشيك

source: Comments
ar: الشرح

source: Condition1
ar: الشرط الاول 1

source: Condition2
ar: الشرط الاول 2

source: Condition3
ar: الشرط الاول 3

source: Condition4
ar: الشرط الاول 4

source: Condition5
ar: الشرط الاول 5

# ConditionsTab
source: Conditions
ar: الشروط

source: Contract Date
ar: تاريخ العقد

source: Contract End Date
ar: تاريخ النهاية

source: Contract End Date Print
ar: تاريخ النهاية المطبوع

source: Contract Number
ar: رقم العقد

source: Contract Start Date
ar: تاريخ البداية

# ContractTab
source: Contract
ar: العقد

source: Id Number
ar: رقم الهوية

source: Insurance
ar: تأمين

source: Insurance Amount
ar: مبلغ التأمين

source: Maturity Date
ar: تاريخ الاستحقاق

source: Mobile Number
ar: رقم الهاتف

source: Nationalty
ar: الجنسية

source: Notes
ar: ملاحظات

# OtherPaymentTypesId
source: Payment Type
ar: نوع الدفعه

source: Pay Amount
ar: المبلغ

# PaymentAmountTotal
source: Total Payment Must Be Equal To Total Contact Amount !!
ar: اجمالي الدفعات يجب ان يساوي اجمالي قيمة العقد

source: Payment Date
ar: تاريخ الدفع

source: Payment No
ar: رقم الدفعة

# PaymentSourceLkpId
source: Payment Source
ar: مصدر الدفع

# PaymentTypeLkpId
source: Payment Type
ar: طريقة الدفع

# PlsAddAnnualRent
source: Please Add Annual Rent
ar: من فضلك اضف ايجار سنوي

# PmActivityLkpId
source: Pm Activity
ar: النشاط

source: Pm Owner
ar: المالك

# PmPaymentNoLkpId
source: Pm Payment No
ar: عدد الدفع

# PmTenantId
source: Pm Tenant
ar: المستأجر

# PmUnitTypeLkpId
source: Pm Unit Type
ar: نوع الوحدة

# PropertiesUnitId
source: Unit No
ar: رقم الوحدة

# PropertyId
source: Property
ar: العقار

source: Property Number
ar: رقم العقار

source: Rent
ar: ايجار

source: Rent Amount
ar: مبلغ الايجار

source: Search Form
ar: بحث بيانات

# StatusLkpId
source: Status
ar: الحالة

source: Tax
ar: ضريبة

source: Tax Amount
ar: قيمة الضريبة

source: Tax No
ar: الرقم الضريبي

source: Tax Percent
ar: نسبة الضريبة

# Title
source: Pm Contracts
ar: العقود

# Title1
source: UnitDetails
ar: تفاصيل الوحدات

# Title2
source: Payments
ar: تفاصيل الدفعات

# Title3
source: OtherPayments
ar: دفعات اخري

# Title4
source: Attachments
ar: المرفقات

source: Total
ar: الاجمالي

# TotalOfOther
source: Total Of Other Payments
ar: مجموع الدفعات الاخري

source: Unit No
ar: رقم الوحدة

source: Unit No Exists Before
ar: رقم الوحدة موجود من قبل
