Repository: aamarae86/MedicalInsurance
Catalog: ERP.ResourcePack/PmPropertiesModule/PmProperties.*.resx
Languages: ar

source: Account
ar: حساب الايراد

source: Address
ar: العنوان

source: Advanced Account
ar: حساب المقدم

source: Area Size
ar: المساحة

source: Attachment Name
ar: اسم المرفق

# BankAccountId
source: Bank Account
ar: حساب البنك

# CityLkpId
source: City
ar: المدينة

source: Commission Percentage
ar: نسبة العمولة

# CommissionTypeLkpId
source: Commission Type
ar: نوع العمولة

source: Completion Date
ar: تاريخ الانجاز

# CountryLkpId
source: Country
ar: البلد

source: Description
ar: الوصف

source: Electricity Number
ar: رقم عداد الكهرباء

# FinishesLkpId
source: Finishes
ar: التشطيبات

source: Floor Level
ar: رقم الطابق

source: Land Number
ar: رقم الارض

source: Milkiya Number
ar: رقم الملكية

source: No Of Floors
ar: عدد الطوابق

source: Notes
ar: ملاحظات

source: Percentage
ar: النسبة

# PercMustBeGreaterThan0
source: Percentage Must Be Greater than 0
ar: النسبه يجب ان تكون اكبر من الصفر

# PercMustBeLessOrEqual100
source: Percentage Must Be Less Or Equal 100
ar: النسبة يجب ان تكون اقل او تساوي 100

# PmOwnerId
source: Owner
ar: مالك العقار

# PmPropertiesUnitsStatuesRented
source: Rented
ar: مؤجره

# PmPropertiesUnitsStatuesVacant
source: Vacant
ar: شاغرة

# PmPurposeLkpId
source: Purpose
ar: الغاية

# PmUnitDescLkpId
source: PmUnitDesc
ar: وصف الوحدة

# PmUnitTypeLkpId
source: Unit Type
ar: نوع الوحدة

# PropertyId
source: Property
ar: العقار

source: Property NameAr
ar: الاسم عربي

source: Property NameEn
ar: الاسم انجليزي

source: Property Number
ar: رقم العقار

source: PropertyValue
ar: قيمة العقار

source: Region
ar: المنطقة

# RevenuesPercentMustBe100
source: Revenues Percent Must Be Sum To 100
ar: مجموع النسب يجب أن تكون 100 %

source: Search Form
ar: بحث البيانات

source: Sewerage Number
ar: رقم الصرف الصحي

# StatusLkpId
source: Status
ar: الحالة

# Title
source: Pm Properties
ar: تعريف العقارات

# Title1
source: Units
ar: الوحدات

# Title2
source: Revenues
ar: حساب الايرادات

# Title3
source: Attachments
ar: المرفقات

source: Unit No
ar: رقم الوحدة

source: Units Attachments
ar: مرفقات الوحدات

# ViewLkpId
source: View
ar: الاطلالة

source: Yearly Rent
ar: الايجار السنوي
