Repository: aamarae86/MedicalInsurance
Catalog: ERP.ResourcePack/Accounts/ArCustomers.*.resx
Languages: ar

source: Address
ar: العنوان

source: Credit Limit
ar: الحد الائتماني

source: Customer Number
ar: رقم العميل

source: Customer Type
ar: نوع العميل

source: Email
ar: بريد الكتروني

source: Fax
ar: فاكس

source: Home Tel
ar: تليفون المنزل

source: Mobile
ar: هاتف شخصي

# NameAr
source: Arabic Name
ar: الاسم

# NameEn
source: Name
ar: الاسم لاتيني

# No
source: Number
ar: الرقم

source: Search Form
ar: البحث

source: Status
ar: الحاله

# titGlAccounts
source: GlAccounts
ar: شجرة الحسابات

# Title
source: Customers
ar: العملاء

source: Website
ar: موقع

source: Work Tel
ar: تليفون العمل

source: Open Tree
ar: فتح الشجرة

source: Assets
ar: الاصول

source: BalanceSheet
ar: ميزانيه

source: Cash Flow
ar: النقد

source: Disabled
ar: مقفل

source: Expense
ar: مصاريف

source: Libility
ar: الالتزامات

# ParentId
source: Parent
ar: الاب

source: ProfitLoss
ar: الارباح والخسائر

source: Revenue
ar: الايرادات

source: Trial Balance
ar: ميزان المراجعة

source: Code Exist
ar: الكود موجود مسبقا

# NotPermitted
source: Not Permitted To Choose Same Parent And Child
ar: غير مسموح باختيار الاب هو نفس الابن

# Code
source: Account Code
ar: رقم الحساب

# NatureOfAccountLkpId
source: Nature Of Account
ar: طبيعة الحساب

source: UserName
ar: اسم المستخدم

# PasswordConfirmationNotEquals
source: Password And Confirmation Not Equals
ar: كلمه السر والتاكيد غير متساويين

source: IsActive
ar: نشط

# MemberCategoryLkpId
source: Job
ar: الوظيفة

source: Member Name
ar: اسم العضو

source: Member Number
ar: رقم العضو

source: Sc Comity Members
ar: اعضاء لجنة المساعدات

source: Aid Amount
ar: قيمة المساعدة

source: Aid Name
ar: اسم المساعدة

# CampainsAidCategoryLkpId
source: Campains Aid Category
ar: فئة المساعدة

source: Sc Campains Aid
ar: مساعدات الحملة

source: Campain Date
ar: تاريخ الحملة

source: Campain Name
ar: اسم الحملة

source: Help Kind
ar: نوع المساعدة

# ScCampainsDetailDeliver
source: Sc Campains Deliver
ar: تسليم مساعدات الحملة

source: Status Name
ar: اسم الحالة

source: From Date
ar: من تاريخ

source: Id Number
ar: رقم الهوية

source: To Date
ar: الي تاريخ

source: Case Name
ar: اسم الحالة

source: Request Number
ar: رقم الطلب

# ScPortalRequestStudy
source: Sc Request Study
ar: دراسة طلب المساعدة

source: Study Date
ar: تاريخ الدراسة

source: Study Number
ar: رقم الدراسة

source: Decision Date
ar: تاريخ القرار

source: Decision Number
ar: رقم القرار

# ScPortalRequestMgrDecision
source: Sc Manager Decision
ar: قرار المدير

source: Cashing To
ar: لصالح

source: Final Amount
ar: الصافي

source: Monthly Amount
ar: المبلغ الشهري

source: Monthly disc
ar: الاقساط الشهريه

source: Notes
ar: ملاحظات

source: Researcher Decision
ar: راي الباحث

source: Study Desc
ar: تفاصيل الدراسة

# Desc
source: Description
ar: الوصف

source: Refuse Reason
ar: سبب الرفض

# SelectRefuse
source: Select Refuse Reason And Desc
ar: اختر سبب الرفض والوصف

source: Cheek Number
ar: رقم الشيك

source: Committy Name
ar: اسم اللجنة

source: Details
ar: التفاصيل

source: Load Data
ar: تحميل البيانات

source: Operation Date
ar: تاريخ المعاملة

source: Operation Number
ar: رقم المعاملة

source: Sc Committees Check
ar: صرف شيكات الحملة

# Tarqeem
source: Set Counter
ar: ترقيم

# ArDrCrHd
source: Credit note - debit
ar: إشعار دائن -مدين

# HdDate
source: Notification Date
ar: تاريخ الاشعار

source: Notification Number
ar: رقم الاشعار

source: Explain
ar: الشرح

source: Money
ar: المبلغ

source: Currency
ar: العملة

# CustNam
source: Customer Name
ar: اسم الزبون

source: Notification Type
ar: نوع الاشعار

source: Rate
ar: المعدل

# SourceLkpId
source: Source Type
ar: نوع المرجع

source: Source Number
ar: رقم المرجع

# PaymentTypes
source: Payment Type
ar: نوع الدفعة

source: Pm Other Payment Types
ar: العقارات - دفعات اخري

source: Tree
ar: الشجرة

source: Enter All Data
ar: ادخل كل البيانات

source: Ar Invoice Hd
ar: فواتير الزبائن

source: Customer Name
ar: اسم الزبون

source: Date
ar: التاريخ

source: Invoice Number
ar: رقم الفاتورة

source: Contract Amount
ar: قيمة العقد

source: Contract Number
ar: رقم العقد

source: End Date
ar: تاريخ النهاية

source: Pm Terminate Contracts
ar: انهاء العقود

source: Start Date
ar: تاريخ البداية

# tenantname
source: Tenant's Name
ar: اسم المستاجر

source: Is Transfer Deposit To Customer
ar: تحويل التامين للمستاجر

source: Fine Amount
ar: مبلغ الغرامة

source: Fine Period Per Days
ar: مدة الغرامة

source: Fine Period Per Days Amount
ar: مبلغ ايام الغرامة

source: Pm Cancellation Contracts
ar: الغاء العقود

source: Returned Amount
ar: المبلغ المرتجع

# EnterDateAndAmount
source: Enter Operation Date And Fine Amount
ar: ادخل تاريخ المعاملة ومبلغ الغرامة

source: Account
ar: الحساب

# CharityBoxTypeName
source: Piggy Bank Type
ar: نوع الحصالة

source: Type Code
ar: رمز الحصالة

# TmCharityBoxesType
source: Charity Boxes Type
ar: انواع الحصالات

source: Active
ar: فعال

# CityLkpId
source: The Emirate
ar: الامارة

source: Region Name
ar: اسم المنطقة

# RegionNumber
source: Number
ar: الرقم

# TmRegions
source: Regions
ar: المناطق

source: Supervisor Name
ar: اسم المشرف

source: Supervisor Number
ar: رقم المشرف

# TmSupervisors
source: Supervisors
ar: المشرفين

source: Amount
ar: المبلغ

source: Description
ar: الوصف

source: Tax %
ar: نسبة الضريبة

source: Tax Amount
ar: قيمة الضريبة

source: Total
ar: الإجمالي

# ApMiscPaymentHeadersId
source: Source Number
ar: رقم السند

source: General UnPost
ar: الغاء ترحيل السند

# SourceLkp
source: Source Type
ar: نوع السند

source: UnPost Date
ar: تاريخ الغاء الترحيل

source: UnPost No
ar: رقم الغاء الترحيل

source: Excel
ar: ملف

source: TaxNo
ar: الرقم الضريبي

source: Vendor Name
ar: اسم البائع

source: Vendor Number
ar: اسم البائع
