Repository: aamarae86/MedicalInsurance
Catalog: ERP.ResourcePack/Accounts/ArJobCardHd.*.resx
Languages: ar

# ArCustomerId
source: Customer
ar: العميل

# ArCustomers
source: Customers
ar: العميل

# ArJobCardAttachments
source: Job Card Attachments
ar: المرفقات

source: Claim No
ar: رقم المطالبة

source: Contact Name
ar: اسم جهة الاتصال

source: Contact No
ar: رقم جهة الاتصال

# CreditNote
source: Customer Credit Note
ar: ملاحظات رصيد العميل

source: Customer Info
ar: معلومات العميل

# CustomerInvoice
source: Customer Invoice No
ar: رقم فاتورة العميل

source: Customer Vat Amount
ar: مبلغ ضريبة القيمة المضافة للعميل

source: Customer Vat Percentage
ar: نسبة ضريبة القيمة المضافة للعميل

source: Discount Amount
ar: الخصم

source: End Date
ar: الريخ الانتهاء

source: Estimated Amount
ar: المبلغ المقدرة

source: Excess Amount
ar: المبلغ الاضافي

source: Excess Info
ar: معلومات اضافية

# ExcessInvoice
source: Excess Invoice No
ar: رقم الفاتورة الاضافية

# ExcessStatusLkpId
source: Excess Status
ar: VehicleMakeLkpId

source: Excess Vat Amount
ar: VehicleMakeLkpId

source: Excess Vat Percentage
ar: VehicleMakeLkpId

# FndExcessStatusLkp
source: Excess Status
ar: VehicleMakeLkpId

# FndJobTypeLkp
source: Job Type
ar: نوع العمل

source: FndSalesMen
ar: مندوب المبيعات

source: FndSalesMenId
ar: مندوب المبيعات

# FndVehicleColorLkp
source: Vehicle Color
ar: لون المركبة

# FndVehicleEmirateLkp
source: Vehicle Emirate
ar: الامارة

# FndVehicleMakeLkp
source: Vehicle Make
ar: بلد صناعة المركبة

# FndVehicleModelLkp
source: Vehicle Mode
ar: سنة صناعة المركبة

source: Job Card Info
ar: معلومات بطاقة العمل

source: Job Date
ar: تاريخ بطاقة العمل

source: Job Number
ar: رقم بطاقة العمل

# JobNumberError
source: This Job Number is already Used
ar: رقم البطقة مستخدم ب الفعل

# JobTypeLkpId
source: Job Type
ar: نوع العمل

source: LPO No
ar: رقم امر الشراء

source: Original Amount
ar: المبلغ الحقيقي

source: Police Report No
ar: رقم تقرير المحضر

# PoliceReportSourceLkpId
source: Police Report Source
ar: مصدر تقرير المحضر

# SearchForm
source: Search
ar: بحث

source: Start Date
ar: تاريخ البدا

# StatusLkpId
source: Status
ar: الحالة

# Title
source: Job Card
ar: بطاقة العمل

# VehicleColorLkpId
source: Vehicle Color
ar: لون المركبة

# VehicleEmirateLkpId
source: Vehicle Emirate
ar: الامارة

source: Vehicle Info
ar: معلومات المركبة

# VehicleMakeLkpId
source: Vehicle Make
ar: بلد صناعة المركبة

# VehicleModelLkpId
source: Vehicle Model
ar: سنة صناعة المركبة

source: Vehicle Plate No
ar: رقم لوحة المركبة

source: Vehicle Type
ar: نوع الركبة
