Repository: aamarae86/MedicalInsurance
Catalog: ERP.ResourcePack/Accounts/ReportsAccounts.*.resx
Languages: ar

# Accounts
source: Accounts Tree
ar: شجرة الحسابات

source: Account Statment
ar: كشف حساب

# BalanceReview
source: Trail Balance
ar: ميزان مراجعة

# Budget
source: Balance Sheet
ar: الميزانية

source: Data Proccessed Successfully
ar: تم تجهيز البيانات بنجاح

source: Data Processing
ar: تجهيز البيانات

source: From Date
ar: من تاريخ

source: From Period
ar: من فترة

# GlAccSelection
source: Financial Statement
ar: ميزان المراجعة

source: Levels
ar: المستوي

# ListIncomes
source: Profit and Loss
ar: قائمة الدخل

source: No
ar: لا

source: No Data
ar: لا يوجد بيانات

# ProcessingDataRequired
source: Proccessing Data Required
ar: تجهيز البيانات مطلوب

source: To Date
ar: الي تاريخ

source: To Period
ar: الي فترة

source: Yes
ar: نعم

source: Box No
ar: رقم الصندوف

# Email
source: Email Address
ar: بريد الكتروني

# EnterData
source: Enter All Data
ar: ادخل كل البيانات

source: Fax
ar: فاكس

source: Tel
ar: تليفون

# TenantNameAr
source: Customer Name
ar: اسم المؤسسة

# TenantNameEn
source: Customer Name En
ar: اسم المؤسسة لاتيني

# TitleTenant
source: TenantData
ar: بيانات المؤسسة

source: WebSite
ar: الموقع

# OwnerId
source: Owner Name
ar: اسم المالك

# PmsList
source: Vacant units report
ar: تقرير الوحدات الشاغرة

# PmUnitTypeLkpId
source: Unit Type
ar: نوع الوحدة

# PropertyId
source: Property Name
ar: اسم العقار

# PmContractNotRenewed
source: Non-renewed contract disclosure report
ar: تقرير كشف العقود الغير مجددة

# contractEndDate
source: contract End
ar: نهاية العقد

# ContractStartDate
source: Contract Start
ar: بداية العقد

# PmActivityId
source: Activity
ar: النشاط

# pmContracts
source: Contracts List Report
ar: تقرير قائمة العقود

# PMTenantId
source: Tenant Name
ar: اسم المستاجر

# StatusLKkpId
source: Status
ar: الحالة

source: Manager Name
ar: اسم المدير العام

# RepManagerName
source: Manager Representative Name
ar: اسم نائب المدير العام

source: Budget Performance
ar: قائمة المركز المالى

# GlAccMappingHd
source: Report
ar: التقرير

# TenantAccount
source: Customer Account Statement
ar: كشف حساب مستاجر

# TenantName
source: Customer Name
ar: اسم المستاجر

# TenantNumber
source: Customer Number
ar: رقم المستاجر

source: Owner Number
ar: رقم المالك

# PropertiesRevenue
source: Revenue
ar: ايرادات الوحدات العقارية

source: Property Number
ar: رقم العقار

source: Nationality
ar: الجنسية

source: Request Per Nationality
ar: إحصائيات الطلبات حسب الجنسية

source: Asset
ar: الاصل

source: Category
ar: الفئة

# FaAssetList
source: FaAssets List
ar: قائمة الاصول

source: From Buying Date
ar: من تاريخ شراء

source: To Buying Date
ar: الي تاريخ شراء

# ApPdcInterface
source: ApPdcInterface Report
ar: تقرير الشيكات الصادرة

# ArPdcInterface
source: ArPdcInterface Report
ar: تقرير الشيكات الواردة

source: Base Currency
ar: العملة الرئيسية

source: Country
ar: البلد

source: Currency
ar: العملة

source: Currency Code
ar: كود العملة

source: Industry
ar: المجال

# TaxReports
source: Input Taxs
ar: ‏المدخلات الضريبيه

# TaxReports2
source: Output Taxs
ar: ‏المخرجات الضريبيه

source: taxsReports
ar: ‏المدخلات الضريبيه

source: taxsReports2
ar: ‏المخرجات الضريبيه

source: Issued Checks
ar: الشيكات الصادرة

source: Tax Input
ar: المدخلات الضريبيه

source: Tax Output
ar: المخرجات الضريبيه

source: CreationTime
ar: تاريخ الانشاء

# Faild
source: Error
ar: خطا في الحفظ

source: Name
ar: الاسم الموحد

# Sved
source: Successfully Saved
ar: تم الحفظ

# rptAccountsTreeTitle
source: Accounts Tree
ar: شجرة الحسابات

# rptFaAssetListTitle
source: Asset List
ar: قائمة الأصول

# rptSecurityDetailsListTitle
source: Security Details
ar: تفاصيل التأمينات

# RPT_GetGeneralBalanceSheetTitle
source: Profit and Loss
ar: قائمه الدخل

# RPT_GetGeneralBalanceSheetTitlee
source: Balance Sheet
ar: الميزانيه

# RPT_GetgltrialbalancesTitle
source: Trial Balances
ar: ميزان المراجعه

# RPT_Get_GL_JE_EnTitle
source: Get_GL_JE
ar: كشف حركه حساب

# rptArInvoiceHdScreenTitle
source: Customers Invoices
ar: فواتير الزبائن

# rptGlAccountsScreenTitle
source: Tree
ar: شجرة الحسابات

# rptGlJeScreenTitle
source: Record Details
ar: تفاصيل القيد

# rptInvoiceHdScreenTitle
source: Suppliers Invoice
ar: فاتورة موردين

# rptIvReceiveHdScreenTitle
source: Purchase Order Report
ar: تقرير طلب الشراء

# rptIvStoreIssueHdScreenTitle
source: Material Spending Issue
ar: سند صرف مواد

# rptPoPurchaseOrderScreenTitle
source: Purchase Order Report
ar: تقرير طلب الشراء

source: Add Days
ar: اضافه ايام

source: Admin Value
ar: سعر الادمن

source: Remaining Days
ar: الايام المتبقيه

source: User Value
ar: سعر اليوزر

source: Renewal Date
ar: تاريخ التجديد

# SubEndDateValidation
source: You cannot renew users subscriptions for a period longer than the administrator subscription
ar: لا يمكنك التجديد لمستخد لفترة اطول من فترة صلاحية المدير

source: Bank Name
ar: اسم البنك

# ArPdcInterfaceReportTitle
source: Ar Pdc Interface Report
ar: الشيكات الواردة

# ExecutedInvoices
source: Execlude Paid Invoices
ar: استبعاد الفواتير المدفوعة

# TaxRegNo
source: Tax Registration (15)
ar: التسجيل الضريبي(15)

# TaxRegNum
source: Tax Registration
ar: التسجيل الضريبي

source: Mobile No
ar: رقم الهاتف

source: Full Name
ar: الاسم الكامل
