Repository: aamarae86/MedicalInsurance
Catalog: ERP.ResourcePack/AidModule/ScMaintenanceTechnicalReport.*.resx
Languages: ar

# AidValueValidationMessg
source: Aid Amount Or Other Aids Required
ar: قيمة المساعدة او مساعدات اخري مطلوبة!

# CloseCommittee
source: Refuse Committee
ar: رفض اللجنة

source: Committee Date From
ar: من تاريخ

source: Committee Date To
ar: إلى تاريخ

# DetailData
source: Technical Report Detail
ar: بيانات التقرير الفني

# DetailItemDescription
source: Item Description
ar: الأعمال المطلوبة

# Details_AidAmount
source: Aid Amount
ar: القيمة

# Details_CashingTo
source: Cashing To
ar: يصرف بإسم

# Details_NoOfMonths
source: No. Of Months
ar: عدد الشهور

# Details_PortalRequestNumber
source: Request Number
ar: رقم الطلب

# Details_PortalUser_IdNumber
source: Id Number
ar: رقم الهوية

# Details_PortalUser_Name
source: Case Name
ar: اسم الحالة

source: Fill Detail Table
ar: ملأ بيانات الحالات

# FillMemberDetailTable
source: Fill Member Details Table First
ar: برجاء إضافة أعضاء للجنة

source: IsMedicine
ar: أدوية ?

# MemberData
source: Members Data
ar: بيانات الأعضاء

# Member_CategoryLkpId
source: Member Category
ar: فئة العضو

source: Member Name
ar: اسم العضو

source: Member Number
ar: رقم العضو

source: Name
ar: الاسم

# NewStatus
source: New
ar: جديد

source: Notes
ar: ملاحظات

# OtherCommittee
source: Other Committee Aids
ar: مساعدات اخري

source: Other Committee Month No
ar: عدد شهور مساعدات اخري

source: Please Add Least One Committe Detail
ar: برجاء اضافة طلب مساعدة علي الاقل

# PortalRequestId
source: Portal Request
ar: رقم الطلب

# PortalUsersId
source: Case File
ar: ملف الحالة

source: Post Committee
ar: اعتماد اللجنة

source: Post Committee Detail
ar: اعتماد الحالة

source: Postpone Committee Detail
ar: تأجيل الدراسة

# RefuseDescription
source: Reason
ar: السبب

source: Reject Committee Detail
ar: رفض الحالة

source: Search Form
ar: شاشة البحث

source: Show Study
ar: عرض الدراسة

# StatusLkpId
source: Status
ar: الحالة

source: Technical Report Date
ar: تاريخ التقرير

source: Technical Report Number
ar: رقم التقرير

# Title
source: Maintenance Technical Report
ar: التقرير الفني

# Title3
source: Attachments
ar: مرفقات
