Repository: aamarae86/MedicalInsurance
Catalog: ERP.ResourcePack/AidModule/ScPortalRequests.*.resx
Languages: ar

source: Address
ar: العنوان

# AidRequestTypeId
source: Aid Request Type
ar: نوع الطلب

source: City
ar: الامارة

source: Description
ar: شرح الحالة

source: Detail Data
ar: تفاصيل

source: Duties
ar: الاتزامات

source: Duty Description
ar: جهة الاتزام

source: Duty Type
ar: نوع الالتزام

source: Fill Detail Table
ar: املئ جدول التفاصيل

source: Final Decision
ar: قرار اللجنة/المدير

source: From Date
ar: من تاريخ

source: Id Expiration Date
ar: تاريخ انتهاء الهوية

source: Id Number
ar: رقم الهوية

source: IdNumber Wife2
ar: رقم هوية الزوجة 2

source: IdNumber Wife3
ar: رقم هوية الزوجة 3

source: IdNumber Wife4
ar: رقم هوية الزوجة 4

source: Id Number Wife Husband1
ar: رقم هوية الزوج\ه

source: IncomeDetails
ar: بيانات الدخل

source: Incomes
ar: بيانات الدخل

source: Income Source
ar: مصدر دخل الاسرة

source: Income Source Name
ar: مصدر الدخل

source: Job Description
ar: الوصف الوظيفي

source: Marital Status
ar: الحالة الاجتماعية

source: MobileNumber
ar: رقم الهاتف

source: Mobile Number1
ar: الهاتف المتحرك 1

source: Mobile Number2
ar: الهاتف المتحرك 2

source: Monthly Amount
ar: القيمة الشهرية

source: Monthly Income Amount
ar: الملبغ الشهري

source: Monthly Outcome Amount
ar: القسط الشهري

source: Name
ar: الاسم

source: Nationality
ar: الجنسية

source: Net Value
ar: الصافي

source: Notes
ar: الملاحظات

source: PhoneNumber
ar: رقم الهاتف

source: Please Upload Required Files
ar: من فضلك ارفع الملفات المطلوبة

# PortalRequestDate
source: Request Date
ar: تاريخ الطلب

# PortalRequestNumber
source: Request Number
ar: رقم الطلب

# PortalUsersId
source: Portal Users
ar: اسم الحالة

source: Post
ar: اعتماد

source: Qualification
ar: المؤهل

source: Refuse
ar: رفض

source: Region
ar: المنطقة

source: Request Data
ar: بيانات الطلب

source: RequestDetails
ar: بيانات الطلب

source: RequesterData
ar: مقدم الطلب

# ResearcherId
source: Researcher
ar: اسم الباحث

source: Search Form
ar: بيانات البحث

# SelectAidType
source: Please Select Aid Request Type
ar: من فضلك اختر نوع المساعدة

# SourceLkpId
source: Source
ar: المصدر

# StatusLkpId
source: Status
ar: الحالة

source: Study Decision Data
ar: بيانات الدراسة والقرار

# Title
source: Campains
ar: تقديم الطلبات

# Title2
source: Request Study
ar: مواعيد الزيارة

# Title3
source: Attachments
ar: المرفقات

source: To Date
ar: الي تاريخ

source: Total
ar: الاجمالي

source: TotalDuties
ar: اجمالي الالتزامات

source: TotalIncomes
ar: اجمالي الدخل

source: Visit Date
ar: تاريخ الزيارة

# VisitStatusLkpId
source: Visit Status
ar: حالة الرسالة

source: Visit Time
ar: موعد الزيارة

source: Wife Husband Name1
ar: اسم الزوج\ه

source: Wife Name2
ar: اسم الزوجة 2

source: Wife Name3
ar: اسم الزوجة 3

source: Wife Name4
ar: اسم الزوجة 4
